Repository: michalzwierz/pickup-points-olza
Catalog: languages/olza-logistic-woo-*.po
Languages: cs_cz

source: <p> The <strong>Olza Logistic WooCommerce </strong> plugin requires <strong>WooCommerce</strong> plugin installed & activated. </p>
cs_cz: <p> Plugin <strong>Olza Logistic WooCommerce</strong> vyžaduje nainstalovaný a aktivovaný plugin <strong>WooCommerce</strong>. </p>

source: Add
cs_cz: Přidat

source: Add fee according to the basket amount low to high.
cs_cz: Přidat poplatek dle do košíku množství nízké na vysokou.

source: Add your Mapbox API key.
cs_cz: Přidejte svůj Mapbox API klíč.

source: Add your olza logistic API access token.
cs_cz: Přidejte svůj olši logistické API přístupový token.

source: Add your olza logistic API URL.
cs_cz: Přidejte svůj olši logistické API URL.

source: ALL
cs_cz: VŠECHNO

source: Amount
cs_cz: Množství

source: API Access Token
cs_cz: API Přístupový Token

source: Are You Sure
cs_cz: Jsi si jistá

source: Are you sure to refresh the data list! \n it takes around 1 minute to complete
cs_cz: Jste si jisti, že aktualizujete seznam dat! \n dokončení trvá asi 1 minutu

source: Basket Amount
cs_cz: Koš Výše

source: Cancel
cs_cz: Zrušit

source: Choose Pickup
cs_cz: Vyberte Vyzvednutí

source: Click this button to refresh your olza logistic API data files.
cs_cz: Klepnutím na toto tlačítko aktualizovat své olši logistické údaje API soubory.

source: Closest Pickup Points
cs_cz: Nejbližší místa vyzvednutí

source: Confirm
cs_cz: Potvrdit

source: Countries Added Successfully
cs_cz: Země byly úspěšně přidány

source: Country file not exists.
cs_cz: Soubor země neexistuje.

source: Delete
cs_cz: Odstranit

source: Enable this shipping method
cs_cz: Aktivujte tento způsob dopravy

source: Enable/Disable
cs_cz: Povolit/zakázat

source: Equal
cs_cz: Rovné

source: Fee
cs_cz: Poplatek

source: Files Not Updated
cs_cz: Soubory nejsou aktualizovány

source: Go to checkout
cs_cz: Přejít k pokladně

source: Grand Brand
cs_cz: Grand Značky

source: Greater
cs_cz: Větší

source: Greater than Equal
cs_cz: Větší než Rovná

source: Less
cs_cz: Méně

source: Less than Equal
cs_cz: Méně než Rovné

source: Manage your API settings for the Pickup Points.
cs_cz: Spravovat své API nastavení pro Vyzvednutí Body.

source: Map API key
cs_cz: Mapy API klíč

source: Method Title
cs_cz: Název metody

source: Nearby Points Loaded Successfully.
cs_cz: Blízké body byly úspěšně načteny.

source: Olza API Settings
cs_cz: Olši API Nastavení

source: Olza Logistic WooCommerce
cs_cz: Olši Logistické WooCommerce

source: Olza Logistic WooCommerce is an addon that allows you to select pickup locations and delivery prices on the checkout page.
cs_cz: Olši Logistické WooCommerce je addon, který umožňuje vybrat pick-up místech a doručení ceny na stránce pokladny.

source: Pick Points Loaded Successfully.
cs_cz: Vybrat Body Načteny Úspěšně.

source: Pickup Address
cs_cz: Vyzvednutí Adresu

source: Pickup Fee
cs_cz: Pickup Poplatek

source: Pickup Point
cs_cz: Pickup Bod

source: Pickup Point Courier
cs_cz: Vyzvednutí Kurýrem

source: Pickup Point ID
cs_cz: Pickup Bod ID

source: PickUp Points
cs_cz: Vyzvedací body

source: Pickup Points Data
cs_cz: Vyzvednutí Body Dat

source: PickUp Points Shipping method.
cs_cz: Body vyzvednutí Způsob dopravy.

source: PickUp Selection :
cs_cz: Výběr vyzvednutí:

source: Please choose pickup point shipping method to show pickup point
cs_cz: Chcete-li zobrazit místo vyzvednutí, vyberte způsob dopravy na místo vyzvednutí

source: Please select a pickup point.
cs_cz: Vyberte prosím místo vyzvednutí.

source: Please verify APP URL & Acess Token.
cs_cz: Prosím, ověřte, zda APLIKACE URL & Acess Token.

source: Search Pick Up
cs_cz: Hledat Pick Up

source: Security verification failed.
cs_cz: Bezpečnostní ověření se nezdařilo.

source: Set Pickup Pricing
cs_cz: Sada Vyzvednutí Cen

source: Sync Olza Logistic Data
cs_cz: Synchronizace Olši Logistických Dat

source: There are no pickup points in %s.
cs_cz: Nejsou žádné pickup bodů v %s.

source: This controls the title which the user sees during checkout.
cs_cz: Toto řídí název, který uživatel vidí při placení.

source: Your pickup selection is :
cs_cz: Váš výběr vyzvednutí je:
